{
  "basics": {
    "name": "Xin Wang",
    "label": "Senior Bioinformatic Scientist",
    "image": "",
    "email": "xin.wang@nationwidechildrens.org",
    "phone": "(832) 3585630-4567",
    "url": "https://gucascau.github.io",
    "summary": "A Bioinformatic Director, Senior Bioinformatic Scientist, Kidney and Urinary Tract Center. Nationwide Children's Hospital",
    "location": {
      "address": "700 Children's Dr. Columbus, ",
      "postalCode": "OH, 43221",
      "city": "Columbus",
      "countryCode": "US",
      "region": "Ohio"
    },
    "profiles": [
      {
        "network": "Twitter",
        "username": "Xin Wang",
        "url": "https://gucascau.github.io"
      }
    ]
  },
  "work": [
    {
      "name": "Nationwide Children's Hospital",
      "position": "Senior Bioinformatic Scientist, Bioinformatic Director",
      "startDate": "2022-10",
      "endDate": "now",
      "summary": "Leading bioinformatic team at KUTC and extensively working with all our Center principal investigators.",
      "highlights": ["Relativity"]
    }
  ],
  "education": [
    {
      "institution": "King Abdullah University of Science and Technology (KAUST)",
      "location": "Jeddah, Saudi Arabia",
      "url": "https://www.kaust.edu.sa/en/",
      "area": "Bioscience",
      "studyType": "PhD",
      "startDate": "2015-01-01",
      "endDate": "2018-12-01",
      "score": "10"
    }
  ],
  "publications": [
    {
      "name": "Bulk transcriptional inhibition after irradiation is mainly due to loss of nascent transcripts from the rDNA and histone genes ",
      "publisher": "Elife",
      "releaseDate": "2024",
      "url": "https://elifesciences.org/reviewed-preprints/94001",
      "summary": "In response to DNA double strand damage, ongoing transcription is inhibited to facilitate accurate DNA repair while transcriptional recovery occurs after DNA repair is complete. However, the mechanisms at play and identity of the transcripts being regulated in this manner are unclear. In contrast to the situation following UV damage, we found that transcriptional recovery after ionizing radiation (IR) occurs in a manner independent of the HIRA histone chaperone. Sequencing of the nascent transcripts identified a programmed transcriptional response, where certain transcripts and pathways are rapidly downregulated after IR, while other transcripts and pathways are upregulated. Specifically, most of the loss of nascent transcripts occurring after IR is due to inhibition of transcriptional initiation of the highly transcribed histone genes and the rDNA. To identify factors responsible for transcriptional inhibition after IR in an unbiased manner, we performed a whole genome gRNA library CRISPR / Cas9 screen. Many of the top hits in our screen were factors required for protein neddylation. However, at short times after inhibition of neddylation, transcriptional inhibition still occurred after IR, even though neddylation was effectively inhibited. Persistent inhibition of neddylation blocked transcriptional inhibition after IR, and it also leads to cell cycle arrest. Indeed, we uncovered that many inhibitors and conditions that lead to cell cycle arrest in G1 or G2 phase also prevent transcriptional inhibition after IR. As such, it appears that transcriptional inhibition after IR occurs preferentially at highly expressed genes in cycling cells."
    },
    {
      "name": "Yeast EndoG prevents genome instability by degrading cytoplasmic DNA",
      "publisher": "Nature Communication",
      "releaseDate": "2024",
      "url": "https://www.biorxiv.org/content/10.1101/2023.12.13.571550v1",
      "summary": "In metazoans release of mitochondrial DNA or retrotransposon cDNA to cytoplasm can cause sterile inflammation and disease. Cytoplasmic nucleases degrade these DNA species to limit inflammation. It remains unknown whether degradation these DNA also prevents nuclear genome instability. To address this question, we decided to identify the nuclease regulating transfer of these cytoplasmic DNA species to the nucleus. We used an amplicon sequencing-based method in yeast enabling analysis of millions of DSB repair products. Nuclear mtDNA (NUMTs) and retrotransposon cDNA insertions increase dramatically in nondividing stationary phase cells. Yeast EndoG (Nuc1) nuclease limits insertions of cDNA and transfer of very long mtDNA (>10 kb) that forms unstable circles or rarely insert in the genome, but it promotes formation of short NUMTs (∼45-200 bp). Nuc1 also regulates transfer of cytoplasmic DNA to nucleus in aging or during meiosis. We propose that Nuc1 preserves genome stability by degrading retrotransposon cDNA and long mtDNA, while short NUMTs can originate from incompletely degraded mtDNA. This work suggests that nucleases eliminating cytoplasmic DNA play a role in preserving genome stability."
    },
    {
      "name": "The evolution of calcification in reef-building corals",
      "publisher": "Molecular Biology and Evolution",
      "releaseDate": "2021",
      "url": "https://academic.oup.com/mbe/article/38/9/3543/6237495",
      "summary": "Using a combination of phylogenomics, proteomics, and immunohistochemistry, we show that scleractinian corals likely acquired the ability to calcify sometime between ∼308 and ∼265 Ma through a combination of lineage-specific gene duplications and the co-option of existing genes to the calcification process. Our results suggest that coral calcification did not require extensive evolutionary changes, but rather few coral-specific gene duplications and a series of small, gradual optimizations of ancestral proteins and their co-option to the calcification process."
    }
  ],
  "skills": [
    {
      "name": "Programming",
      "level": "Master",
      "icon": "fa-solid fa-hashtag",
      "keywords": [
        "R",
        "Perl",
        "Shell"
      ]
    }
  ],
  "languages": [
    {
      "language": "Chinese",
      "fluency": "Native speaker",
      "icon": ""
    },
    {
      "language": "English",
      "fluency": "Fluent",
      "icon": ""
    }
  ],
  "interests": [
    {
      "name": "Bioinformatics",
      "icon": "fa-solid fa-tag",
      "keywords": [
        "Spatial Transcriptomics",
        "Single Cell RNAseq",
        "DNA damage repair",
        "Urothelium development",
        "Bioinformatic Pipeline",
        "Software Development"
      ]
    }
  ],
}
